Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Manage your saved places, choose data providers, and set the units and forecast options used across the app.
ar: إدارة الأماكن المحفوظة الخاصة بك، واختيار مزودي البيانات، وتعيين الوحدات وخيارات التنبؤ المستخدمة عبر التطبيق.
cs: Spravujte svá uložená místa, vyberte poskytovatele dat a nastavte jednotky a možnosti předpovědí používané v celé aplikaci.
da: Administrer dine gemte steder, vælg dataudbydere, og indstil de enheder og prognosemuligheder, der bruges på tværs af appen.
de: Verwalten Sie Ihre gespeicherten Orte, wählen Sie Datenanbieter und legen Sie die Einheiten und Vorhersageoptionen fest, die in der App verwendet werden.
el: Διαχειριστείτε τις αποθηκευμένες θέσεις σας, επιλέξτε παρόχους δεδομένων και ορίστε τις μονάδες και τις επιλογές πρόβλεψης που χρησιμοποιούνται στην εφαρμογή.
es: Administre sus lugares guardados, elija proveedores de datos y establezca las unidades y las opciones de previsión utilizadas a través de la aplicación.
fi: Hallitse tallennettuja paikkoja, valitse tietojen tarjoajia ja aseta sovelluksessa käytetyt yksiköt ja ennusteasetukset.
fr: Gérez vos lieux enregistrés, choisissez les fournisseurs de données et définissez les unités et les options de prévision utilisées dans l'application.
it: Gestisci i tuoi luoghi salvati, scegli provider di dati e imposta le unità e le opzioni di previsione utilizzate in tutta l'app.
ja: 保存された場所を管理し、データプロバイダを選択し、アプリ全体で使用される単位と予測オプションを設定します。
nl: Beheer uw opgeslagen plaatsen, kies dataproviders en stel de eenheden en weersverwachting opties in die in de app worden gebruikt.
no: Behandle de lagrede stedene, velg dataleverandører, og angi enhetene og prognosealternativene som brukes på tvers av appen.
pl: Zarządzaj zapisanymi miejscami, wybierz dostawców danych i ustaw jednostki i opcje prognozowania używane w aplikacji.
pt: Gerencie seus locais salvos, escolha provedores de dados e defina as unidades e opções de previsão usadas no aplicativo.
ro: Gestionați locurile salvate, alegeți furnizorii de date și setați unitățile și opțiunile de prognoză utilizate în întreaga aplicație.
ru: Управляйте сохраненными местами, выбирайте поставщиков данных и задайте единицы и параметры прогнозирования, используемые в приложении.
sv: Hantera dina sparade platser, välj dataleverantörer och ställ in de enheter och prognosalternativ som används i appen.
uk: Керуйте своїми збереженими місцями, виберіть постачальників даних і встановіть одиниці та параметри прогнозу, які використовуються в програмі.
zh_hans: 管理您保存的位置，选择数据提供者，并设置整个应用程序使用的单位和预报选项。

source: Match Original Glass Look
ar: مطابقة مظهر الزجاج الأصلي
cs: Porovnat původní vzhled skla
da: Match Original Glas Udseende
de: Original Glas-Look anpassen
el: Ταίριαξε Πρωτότυπο Γυαλί Εμφάνισης
es: Coincidir con el aspecto de cristal original
fi: Match Alkuperäinen Lasi Look
fr: Correspondre à l'apparence de verre original
it: Abbina Aspetto Vetro Originale
ja: オリジナルのガラスの外観と一致
nl: Overeenkomen met origineel glas uiterlijk
no: Matcher original Glass utseende
pl: Dopasuj oryginalny wygląd szkła
pt: Combinar Aparência Original Vidro
ro: Privire de sticlă originală
ru: Матч Оригинальный Стеклянный Вид
sv: Matcha originellt glas utseende
uk: Переглянути вигляд оригінального скла
zh_hans: 匹配原始玻璃外观

source: Material Opacity
ar: شفافية المواد
cs: Neprůhlednost materiálu
da: Materiale Gennemsigtighed
de: Materialdeckkraft
el: Αδιαφάνεια Υλικού
es: Opacidad del material
fi: Materiaalin Läpinäkyvyys
fr: Opacité matérielle
it: Opacità Del Materiale
ja: 材料の透明度
nl: Materiaal Zichtbaarheid
no: Materiell ugjennomsiktighet
pl: Przezroczystość materiału
pt: Opacidade de Material
ro: Opacitatea materialului
ru: Непрозрачность материала
sv: Materialets genomskinlighet
uk: Прозорість матеріалу
zh_hans: 材料不透明度

source: Medium
ar: متوسط
cs: Střední
da: Mellem
de: Mittel
el: Μεσαίο
es: Medio
fi: Keskitaso
fr: Moyenne
it: Medio
ja: ミディアム
nl: Middelgroot
no: Middels
pl: Średni
pt: Média
ro: Medie
ru: Средний
sv: Medel
uk: Медіум
zh_hans: 中

source: Melbourne
ar: ملبورن
el: Μελβούρνη
ro: Melburne
ru: Мельбурн
uk: Мельбурн
zh_hans: 墨尔本

source: Message
ar: رسالة
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
fi: Viesti
it: Messaggio
ja: メッセージ
nl: bericht
no: Melding
pl: Wiadomość
pt: mensagem
ro: Mesaj
ru: Сообщение
sv: Meddelande
uk: Повідомлення
zh_hans: 留言

source: Message Required
ar: الرسالة مطلوبة
cs: Vyžadována zpráva
da: Besked Påkrævet
de: Nachricht erforderlich
el: Απαιτείται Μήνυμα
es: Mensaje requerido
fi: Viesti Vaaditaan
fr: Message requis
it: Messaggio Richiesto
ja: メッセージが必要です
nl: Bericht vereist
no: Melding kreves
pl: Wymagana wiadomość
pt: Mensagem Necessária
ro: Mesaj obligatoriu
ru: Требуется сообщение
sv: Meddelande krävs
uk: Потрібно повідомлення
zh_hans: 需要消息

source: Micro
ar: مايكرو
cs: Mikro
da: Mikrofon
de: Mikro
el: Μικρό
fi: Mikro
nl: Microfoon
no: Mikro
pl: Mikrofon
ru: Микро
sv: Mikrofon
uk: Мікро

source: Minimize UI animations and transitions
ar: تصغير الرسوم المتحركة و التحولات في واجهة المستخدم
cs: Minimalizovat animace a přechody uživatelského rozhraní
da: Minimer UI animationer og overgange
de: UI-Animationen und Übergänge minimieren
el: Ελαχιστοποίηση εφέ και μεταβάσεις UI
es: Minimiza las animaciones y transiciones de la interfaz
fi: Pienennä käyttöliittymän animaatiot ja siirtymät
fr: Réduire les animations et transitions de l'interface utilisateur
it: Minimizza le animazioni e le transizioni dell'UI
ja: UIアニメーションとトランジションを最小化する
nl: Minimaliseer UI animaties en overgangen
no: Minimer UI animasjoner og overganger
pl: Minimalizuj animacje i przejścia interfejsu użytkownika
pt: Minimizar animações e transições da interface
ro: Minimizează animațiile și tranzițiile UI
ru: Свернуть анимацию пользовательского интерфейса и переходы
sv: Minimera UI-animationer och övergångar
uk: Мінімізувати анімації UI і переходи
zh_hans: 最小化界面动画和转换

source: Moon Information
ar: معلومات القمر
cs: Informace o měsíci
da: Måne Information
de: Mondinformationen
el: Πληροφορίες Σελήνης
es: Información de la Luna
fi: Kuun Tiedot
fr: Informations sur la Lune
it: Informazioni Luna
ja: ムーン情報
nl: Maan informatie
no: Informasjon om måne
pl: Informacje Księżyca
pt: Informações da Lua
ro: Informaţii Lună
ru: Информация о Луне
sv: Månen Information
uk: Інформація про Місяць
zh_hans: 月球信息

source: More rain expected again in %@.
ar: توقع المزيد من الأمطار مرة أخرى في %@.
cs: Očekává se další déšť v %@.
da: Mere regn forventes igen i %@.
de: Mehr Regen erwartet wieder in %@.
el: Περισσότερη βροχή αναμένεται και πάλι στο %@.
es: Se espera más lluvia en %@.
fi: Lisää sade odotetaan taas %@.
fr: Plus de pluie était attendue à nouveau dans %@.
it: Più pioggia si prevede di nuovo ad %@.
ja: %@ ではさらに多くの雨が予想されました。
nl: Meer regen verwacht opnieuw in %@.
no: Mer regn forventet igjen i %@.
pl: Więcej deszczu oczekuje się ponownie w %@.
pt: Esperava-se mais chuva novamente em %@.
ro: Mai multă ploaie este așteptată din nou în %@.
ru: Ожидается больше дождя в %@.
sv: Mer regn förväntas igen i %@.
uk: Більше очікуваного дощу в %@.
zh_hans: 预计还会有更多的雨水在 %@ 中。

source: Motion & Animations
ar: الحركة والرسوم المتحركة
cs: Pohyb a animace
da: Bevægelse Og Animationer
de: Bewegung & Animationen
el: Κίνηση & Κινούμενα Σχέδια
es: Movimiento y animaciones
fi: Liikkeet Ja Animaatiot
fr: Mouvements et animations
it: Movimento & Animazioni
ja: モーション＆アニメーション
nl: Beweging & Animaties
no: Bevegelse og animasjoner
pl: Ruch & Animacje
pt: Movimento & Animações
ro: Mișcare & Animații
ru: Движение и анимация
sv: Rörelse och animationer
uk: Рух та анімації
zh_hans: 动画与动画

source: N
ar: ن
cs: SP
ru: Н
uk: Н

source: Name
ar: الاسم
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: naam
no: Navn
pl: Nazwisko
pt: Nome:
ro: Nume
ru: Наименование
sv: Namn
uk: Ім'я
zh_hans: 名称

source: Neumorphic
ar: نومورفيك
cs: Neumorfní
da: Neumorfe
de: Neumorph
el: Νεομορφικό
es: Neumórfico
fi: Neumorfinen
fr: Neumorphe
it: Neumorfico
ja: 新型（新型）
nl: Neumorfe
no: Neumorfe
pl: Neumorficzny
pt: Neumórfico
ro: Neumorfic
ru: Неморфический
sv: Neumorfisk
uk: Невморфний
zh_hans: 神经失音

source: New Hero Layout
ar: تخطيط بطل جديد
cs: Nové rozložení hrdiny
da: Nyt Helt Layout
de: Neues Helden-Layout
el: Νέα Διάταξη Ήρωα
es: Nuevo diseño de héroe
fi: Uusi Sankari
fr: Nouvelle mise en page de héros
it: Nuovo Layout Eroe
ja: 新しいヒーローレイアウト
nl: Nieuwe Held Lay-out
no: Ny helte layout
pl: Nowy układ Bohatera
pt: Novo Layout de Herói
ro: Aspect Erou Nou
ru: Новый слот героя
sv: Ny hjältelayout
uk: Новий макет Героя
zh_hans: 新英雄布局

source: Next
ar: التالي
cs: Další
da: Næste
de: Nächste
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
it: Successivo
ja: 次へ
nl: Volgende
no: Neste
pl: Następny
pt: Próximo
ro: Următoarea
ru: Следующий
sv: Nästa
uk: Уперед
zh_hans: 下一个

source: Next %lld days
ar: الأيام التالية %lld
cs: Příští %lld dní
da: Næste %lld dage
de: Nächstes %lld Tage
es: Siguiente %lld días
fr: Prochains %lld jours
it: Prossimo %lld giorni
ja: 次の %lld 日
nl: Volgende %lld dagen
no: Neste %lld dager
pl: Następny %lld dni
pt: Próximos %lld dias
ro: Următoarele %lld zile
ru: Следующий %lld день
sv: Nästa %lld dagar
zh_hans: 下一个 %lld 天

source: Next 24h
ar: 24 ساعة القادمة
cs: Příštích 24h
da: Næste 24 Timer
de: Nächste 24h
el: Επόμενη 24η
es: Siguiente 24h
fi: Seuraava 24h
fr: Prochaine 24h
it: Prossima 24h
ja: 次の24時間
nl: Volgende 24u
no: Neste 24t
pl: Następne 24h
pt: Próximos 24h
ro: Următoarele 24h
ru: Следующие 24 часа
sv: Nästa 24h
uk: Наступний 24 г
zh_hans: 下24小时

source: Next Scheduled
ar: المجدولة التالية
cs: Další naplánováno
da: Næste Planlagt
de: Nächster Zeitplan
el: Επόμενο Προγραμματισμένο
es: Siguiente programado
fi: Seuraava Ajastettu
fr: Prochain programmé
it: Prossimo Pianificato
ja: 次の予定
nl: Volgende geplande
no: Neste planlagte
pl: Następny zaplanowany
pt: Próximo Agendado
ro: Următoarea programare
ru: Следующее расписание
sv: Nästa schemalagd
uk: Наступне заплановане
zh_hans: 下次计划

source: Nickname (optional)
ar: الاسم المستعار (اختياري)
cs: Přezdívka (volitelné)
da: Kaldenavn (valgfrit)
de: Spitzname (optional)
el: Ψευδώνυμο (προαιρετικό)
es: Apodo (opcional)
fi: Nimimerkki (valinnainen)
fr: Pseudo (facultatif)
it: Soprannome (opzionale)
ja: ニックネーム（任意）
nl: Bijnaam (optioneel)
no: Kallenavn (valgfritt)
pl: Pseudonim (opcjonalnie)
pt: Apelido (opcional)
ro: Porecla (opţional)
ru: Ник (необязательно)
sv: Smeknamn (valfritt)
uk: Псевдонім (необов'язково)
zh_hans: 昵称(可选)

source: No Active Alerts
ar: لا توجد تنبيهات نشطة
cs: Žádné aktivní výstrahy
da: Ingen Aktive Advarsler
de: Keine aktiven Warnungen
el: Χωρίς Ενεργές Ειδοποιήσεις
es: No hay alertas activas
fi: Ei Aktiivisia Hälytyksiä
fr: Aucune alerte active
it: Nessun Avviso Attivo
ja: アクティブなアラートがありません
nl: Geen actieve waarschuwingen
no: Ingen aktive varsler
pl: Brak aktywnych alertów
pt: Nenhum Alerta Ativo
ro: Nu există alerte active
ru: Нет активных оповещений
sv: Inga aktiva varningar
uk: Немає активних оповіщення
zh_hans: 没有活动提醒

source: No forecast data available
ar: لا تتوفر بيانات توقعات
cs: Nejsou k dispozici žádná předpověď
da: Ingen prognose tilgængelige data
de: Keine Prognosedaten verfügbar
el: Δεν υπάρχουν διαθέσιμα δεδομένα πρόγνωσης
es: No hay datos de previsión disponibles
fi: Ennustetietoja ei saatavilla
fr: Aucune donnée de prévision disponible
it: Nessun dato di previsione disponibile
ja: 利用可能な予測データがありません
nl: Geen voorspellingsgegevens beschikbaar
no: Ingen værinformasjon tilgjengelig
pl: Brak dostępnych danych prognoz
pt: Não há previsão de dados disponíveis
ro: Nu sunt disponibile date prognozate
ru: Прогнозируемые данные отсутствуют
sv: Inga prognosdata tillgängliga
uk: Немає даних про прогноз
zh_hans: 没有可用的预报数据

source: No hourly data available
ar: لا تتوفر بيانات الساعة
cs: Nejsou k dispozici žádná hodinová data
da: Ingen tilgængelige timedata
de: Keine stündlichen Daten verfügbar
el: Δεν υπάρχουν διαθέσιμα ωριαία δεδομένα
es: No hay datos por hora disponibles
fi: Tuntikohtaisia tietoja ei ole saatavilla
fr: Aucune donnée horaire disponible
it: Nessun dato orario disponibile
ja: 利用可能な時間単位のデータがありません
nl: Geen data per uur beschikbaar
no: Ingen timelister tilgjengelig
pl: Brak dostępnych danych godzinowych
pt: Não há dados por hora disponíveis
ro: Nu există date disponibile orar
ru: Нет почасовых данных
sv: Ingen data tillgänglig per timme
uk: Немає доступних погодинних даних
zh_hans: 没有可用的小时数据

source: No mail account is configured. Your message was copied to the clipboard — paste it into an email to %@.
ar: لم يتم تكوين حساب بريد. تم نسخ رسالتك إلى الحافظة – لصقها في بريد إلكتروني إلى %@.
cs: Není nakonfigurován žádný e-mailový účet. Vaše zpráva byla zkopírována do schránky - vložte ji do e-mailu do %@.
da: Ingen mailkonto er konfigureret. Din besked blev kopieret til udklipsholderen — indsæt den i en e-mail til %@.
de: Es ist kein E-Mail-Konto konfiguriert. Ihre Nachricht wurde in die Zwischenablage kopiert — fügen Sie sie in eine E-Mail an %@ ein.
el: Δεν έχει ρυθμιστεί λογαριασμός email. Το μήνυμά σας αντιγράφηκε στο πρόχειρο - επικολλήστε το σε ένα email στο %@.
es: No se ha configurado ninguna cuenta de correo. Su mensaje ha sido copiado al portapapeles — péguelo en un correo electrónico a %@.
fi: Sähköpostitiliä ei ole määritetty. Viestisi on kopioitu leikepöydälle — liitä se sähköpostiosoitteeseen %@.
fr: Aucun compte de messagerie n'est configuré. Votre message a été copié dans le presse-papiers — collez-le dans un e-mail à %@.
it: Nessun account di posta è configurato. Il tuo messaggio è stato copiato negli appunti — incollalo in un'email ad %@.
ja: メールアカウントが設定されていません。あなたのメッセージはクリップボードにコピーされました — %@にメールを貼り付けてください。
nl: Geen e-mailaccount geconfigureerd. Uw bericht werd gekopieerd naar het klembord - plak het in een e-mail naar %@.
no: Ingen e-postkonto er konfigurert. Meldingen din er kopiert til utklippstavlen - Lim den inn i en e-post til %@.
pl: Nie skonfigurowano konta pocztowego. Twoja wiadomość została skopiowana do schowka — wklej ją do wiadomości e-mail na %@.
pt: Nenhuma conta de e-mail configurada. Sua mensagem foi copiada para a área de transferência — cole-o em um email para %@.
ro: Nu este configurat niciun cont de e-mail. Mesajul dvs. a fost copiat în clipboard - lipiți-l într-un e-mail la %@.
ru: Не настроена учётная запись почты. Ваше сообщение было скопировано в буфер обмена — вставьте его в письмо на %@.
sv: Inget e-postkonto är konfigurerat. Ditt meddelande har kopierats till urklipp — klistra in det i ett e-postmeddelande till %@.
uk: Поштовий акаунт не налаштовано. Повідомлення скопійовано в буфер обміну — вставте його в лист в повідомлення %@.
zh_hans: 未配置邮件帐户。您的信息已复制到剪贴板 - 将其粘贴到邮件到 %@ 中。

source: No matches for '%@'
ar: لا يوجد تطابق لـ '%@'
cs: Žádné shody pro '%@'
da: Ingen match for '%@'
de: Keine Treffer für '%@'
el: Δεν υπάρχουν ταιριάσματα για το '%@'
es: No hay coincidencias para '%@'
fi: Ei osumia kohteelle '%@'
fr: Aucune correspondance pour '%@'
it: Nessuna corrispondenza per '%@'
ja: '%@ ' に一致するものはありません
nl: Geen overeenkomsten voor '%@'
pl: Brak dopasowań dla '%@'
pt: Nenhuma correspondência para '%@'
ro: Nicio potrivire pentru '%@'
ru: Нет совпадений для '%@'
sv: Inga träffar för '%@'

source: No rain expected for at least 2 hours after rain stops.
ar: لا يتوقع حدوث مطر لمدة ساعتين على الأقل بعد توقف الأمطار.
cs: Neočekávaný déšť po dobu nejméně 2 hodin po deštných zastávkách.
da: Der forventes ingen regn i mindst 2 timer efter, at regnen er stoppet.
de: Kein Regen für mindestens 2 Stunden nach der Regenzeit erwartet.
el: Δεν αναμένονται βροχή για τουλάχιστον 2 ώρες μετά τη βροχή σταμάτησε.
es: No se espera lluvia durante al menos 2 horas después de que la lluvia se detuva.
fi: Sade ei odoteta vähintään 2 tuntia sadepysähdysten jälkeen.
fr: Pas de pluie prévue pendant au moins 2 heures après les arrêts de pluie.
it: Non è prevista pioggia per almeno 2 ore dopo le fermate di pioggia.
ja: 雨が止んだ後、少なくとも2時間の間、雨は予想されませんでした。
nl: Na het stoppen van de regen wordt er minstens 2 uur geen regen verwacht.
no: Det er ikke forventet regn i minst 2 timer etter regnstopper.
pl: Nie oczekuje się deszczu przez co najmniej 2 godziny po zatrzymaniu się deszczu.
pt: Nenhuma chuva esperada por pelo menos 2 horas após a chuva parar.
ro: Nu se preconizează ploaie timp de cel puțin 2 ore după oprirea ploii.
ru: Дождь не ожидается в течение не менее 2 часов после остановки дождя.
sv: Inget regn förväntas i minst 2 timmar efter regnstopp.
uk: Після дощу не очікував щонайменше через два години після закінчення дощу.
zh_hans: 降雨停止后至少2小时内没有雨。

source: No rain expected in the next 2 hours
ar: لا مطر متوقع في الساعتين التاليتين
cs: V následujících 2 hodinách není očekáván žádný déšť
da: Ingen regn forventes inden for de næste 2 timer
de: Kein Regen erwartet in den nächsten 2 Stunden
el: Δεν αναμένεται βροχή μέσα στις επόμενες 2 ώρες
es: No se espera lluvia en las próximas 2 horas
fi: Seuraavien 2 tunnin aikana ei odotettavissa sadetta
fr: Pas de pluie attendue dans les 2 prochaines heures
it: Nessuna pioggia prevista nelle prossime 2 ore
ja: 2時間以内に雨は予想されません
nl: Geen regen verwacht in de komende 2 uur
no: Det er ikke forventet regn de neste 2 timene
pl: Nie spodziewano się deszczu w ciągu następnych 2 godzin
pt: Nenhuma chuva esperada nas próximas 2 horas
ro: Nu se preconizează ploaie în următoarele 2 ore
ru: В ближайшие 2 часа дождь не ожидается
sv: Inget regn förväntas under de närmaste 2 timmarna
uk: У найближчі 2 години не очікувався дощу
zh_hans: 在接下来的 2 小时内不需要雨

source: No saved locations yet
ar: لا توجد مواقع محفوظة بعد
cs: Zatím žádné uložené lokace
da: Ingen gemte placeringer endnu
de: Noch keine gespeicherten Orte
el: Δεν υπάρχουν αποθηκευμένες τοποθεσίες ακόμα
es: No hay ubicaciones guardadas aún
fi: Ei vielä tallennettuja sijainteja
fr: Aucun emplacement enregistré pour le moment
it: Ancora nessuna posizione salvata
ja: 保存された場所はまだありません
nl: Nog geen opgeslagen locaties
no: Ingen lagrede steder ennå
pl: Brak zapisanych lokalizacji
pt: Ainda não há localizações salvas
ro: Nici o locație salvată încă
ru: Нет сохраненных мест
sv: Inga sparade platser ännu
uk: Немає збережених місць
zh_hans: 尚未保存位置

source: No saved locations yet.
ar: لا توجد مواقع محفوظة بعد.
cs: Zatím žádná uložená umístění.
da: Ingen gemte placeringer endnu.
de: Noch keine gespeicherten Standorte.
el: Δεν υπάρχουν αποθηκευμένες τοποθεσίες ακόμα.
es: No hay ubicaciones guardadas todavía.
fi: Ei vielä tallennettuja sijainteja.
fr: Aucun emplacement n'a encore été enregistré.
it: Ancora nessuna località salvata.
ja: 保存場所はまだありません。
nl: Nog geen opgeslagen locaties.
no: Ingen lagrede steder enda.
pl: Brak zapisanych lokalizacji.
pt: Ainda não há locais salvos.
ro: Nici o locaţie salvată încă.
ru: Нет сохраненных местоположений.
sv: Inga sparade platser än.
uk: Немає збережених місць.
zh_hans: 尚未保存位置。

source: No weather alerts for your location
ar: لا تنبيهات الطقس لموقعك
cs: Žádná upozornění na počasí pro vaši polohu
da: Ingen vejradvarsler for din placering
de: Keine Wetterbenachrichtigungen für Ihren Standort
el: Δεν υπάρχουν ειδοποιήσεις καιρού για την τοποθεσία σας
es: No hay alertas meteorológicas para tu ubicación
fi: Ei säähälytyksiä sijaintisi vuoksi
fr: Aucune alerte météo pour votre localisation
it: Nessun avviso meteo per la tua posizione
ja: 現在地に天気警報はありません
nl: Geen weermeldingen voor uw locatie
no: Ingen værvarsler for din posisjon
pl: Brak powiadomień o pogodzie dla Twojej lokalizacji
pt: Nenhum alerta de clima para a sua localização
ro: Nicio alertă meteo pentru locația ta
ru: Нет оповещений о погоде для вашего местоположения
sv: Inga vädervarningar för din plats
uk: Немає сповіщень про погоду
zh_hans: 您的位置没有天气警报

source: No, rain is not expected in the next hour in %@.
ar: لا، الأمطار غير متوقعة في الساعة التالية في %@.
cs: Ne, deště se neočekává během další hodiny v %@.
da: Nej, regn forventes ikke i den næste time i %@.
de: Nein, Regen wird in der nächsten Stunde in %@ nicht erwartet.
el: Όχι, η βροχή δεν αναμένεται την επόμενη ώρα στο %@.
es: No, la lluvia no se espera en la próxima hora en %@.
fi: Ei, sadetta ei odoteta seuraavan tunnin aikana %@.
fr: Non, la pluie n'est pas attendue dans la prochaine heure de %@.
it: No, non è prevista la pioggia nella prossima ora ad %@.
ja: いいえ、 %@ では雨は予想されません。
nl: Nee, regen wordt in het volgende uur in %@ niet verwacht.
no: Nei, regn er ikke forventet i den neste timen i %@.
pl: Nie, deszcz nie jest spodziewany w ciągu następnej godziny w %@.
pt: Não, a chuva não é esperada na próxima hora em %@.
ro: Nu, nu se așteaptă ploaie în următoarea oră în %@.
ru: Нет, дождь не ожидается в течение следующего часа в %@.
sv: Nej, regn förväntas inte under nästa timme i %@.
uk: Ні, не очікувався дощу в наступній годині, в %@.
zh_hans: 不，接下来的时间在 %@ 中不需要降雨。

source: None
ar: لا
cs: Nic
da: Ingen
de: Keine
el: Κανένα
es: Ninguna
fi: Ei Mitään
fr: Aucun
it: Nessuno
ja: なし
nl: geen
no: Ingen
pl: Brak
pt: Nenhuma
ro: Niciunul
ru: Нет
sv: Ingen
uk: Без ефекту
zh_hans: 无

source: Not Now
ar: ليس الآن
cs: Teď ne
da: Ikke Nu
de: Nicht jetzt
el: Όχι Τώρα
es: No ahora
fi: Ei Nyt
fr: Pas maintenant
it: Non Ora
ja: 今はしない
nl: Niet nu
no: Ikke nå
pl: Nie teraz
pt: Agora não.
ro: Nu acum
ru: Не сейчас
sv: Inte nu
uk: Не зараз
zh_hans: 现在不是

source: Notifications are off. You can enable them any time in Settings, then Notifications, then SaxWeather.
ar: الإشعارات متوقفة. يمكنك تمكينها في أي وقت من الإعدادات، ثم الإخطارات، ثم ساكسويتر.
cs: Upozornění jsou vypnuta. Můžete je kdykoliv povolit v Nastavení, poté oznámení, poté SaxWeather.
da: Notifikationer er slået fra. Du kan aktivere dem når som helst i Indstillinger, derefter notifikationer, derefter SaxWeather.
de: Benachrichtigungen sind aus. Sie können sie jederzeit in den Einstellungen, dann in den Benachrichtigungen, dann SaxWeather aktivieren.
el: Οι ειδοποιήσεις είναι απενεργοποιημένες. Μπορείτε να τις ενεργοποιήσετε οποιαδήποτε στιγμή στις Ρυθμίσεις, μετά τις Ειδοποιήσεις, μετά το SaxWeather.
es: Las notificaciones están desactivadas. Puede activarlas en cualquier momento en Configuración, luego Notificaciones, luego en SaxWeather.
fi: Ilmoitukset ovat pois päältä. Voit ottaa ne käyttöön milloin tahansa Asetuksissa, sitten Ilmoituksissa, ja sitten SaxWeatherissa.
fr: Les notifications sont désactivées. Vous pouvez les activer à tout moment dans les paramètres, puis dans les notifications, puis dans SaxWeather.
it: Le notifiche sono disattivate. È possibile attivarle in qualsiasi momento in Impostazioni, quindi Notifiche, quindi SaxWeather.
ja: 通知はオフになっています。いつでも設定、通知、SaxWeather で有効にできます。
nl: Notificaties zijn uitgeschakeld. U kunt ze altijd inschakelen in Instellingen, dan Meldingen, dan in Saksen.
no: Varsler er avslått. Du kan aktivere dem når som helst i Innstillinger, deretter varslinger, så SaxWeather.
pl: Powiadomienia są wyłączone. Możesz je włączyć w dowolnym momencie w Ustawieniach, a następnie powiadomień, a następnie w SaxWeather.
pt: As notificações estão desativadas. Você pode ativá-las a qualquer momento em Configurações, depois nas Notificações, e no SaxWeather.
ro: Notificările sunt dezactivate. Le puteți activa oricând în Setări, apoi notificări, apoi SaxWeather.
ru: Уведомления отключены. Их можно включить в Настройках, затем в уведомлениях, а затем в SaxWeather.
sv: Aviseringar är inaktiverade. Du kan aktivera dem när som helst i Inställningar, sedan Meddelanden, sedan SaxWeather.
uk: Сповіщення вимкнені. Ви можете увімкнути їх в будь-який час у Налаштуваннях, потім нагадуваннях, потім Саксенькі.
zh_hans: 通知已关闭。您可以在设置中随时启用它们，然后在通知栏中，然后在SaxWeather。

source: Now
ar: الآن
cs: Nyní
da: Nu
de: Jetzt
el: Τώρα
es: Ahora
fi: Nyt
fr: Maintenant
it: Ora
ja: 現在
nl: Nu
no: Nå
pl: Teraz
pt: agora
ro: Acum
ru: Сейчас
sv: Nu
uk: Зараз
zh_hans: 现在开始
